// --------- ABBREVIATIONS --------------------------------------------------------------------------------

"ABBREVIATIONS_03_001" = "EAN";
"ABBREVIATIONS_03_002" = "Art.No.";
"ABBREVIATIONS_03_003" = "Art.Text";
"ABBREVIATIONS_03_004" = "Brand";

// -------- PLACEHOLDER for UITextFields ------------------------------------------------------------------

"PLACEHOLDER_001" = "User";
"PLACEHOLDER_002" = "Password";
"PLACEHOLDER_003" = "Transport Code";
"PLACEHOLDER_004" = "Add new item";

// --------  TITLES for buttons, labels, textfields, and so on -----------------------------------------------------------------------------------------------------------------------

"TITLE_001" = "Screen copy"; // Hint: XX || Location: HermesAppDelegate.m || Element: self.checkScreen = [[UIAlertView alloc]initWithTitle
"TITLE_002" = "NO"; // Hint: XX || Location: HermesAppDelegate.m || Element: cancelButtonTitle:
"TITLE_003" = "Data Transfer"; // Hint: XX || Location: DSPF_Login.m || Element: (void)syncTOUR
"TITLE_004" = "Cancel";  // Hint: XX || Location: DSPF_Login.m || Element: (void)syncTOUR
"TITLE_005" = "Truck"; // Hint: XX || Location: DSPF_SelectTruck.m || Element: self.title
"TITLE_006" = "Tour"; // Hint: XX || Location: DSPF_SelectTour.m || Element: self.title
"TITLE_007" = "Modify"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_008" = "Load"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_009" = "Drive"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_010" = "Finish"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_011" = "Tour %@ (%@)"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_012" = "Synchronization"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_013" = "Additional Functions"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_014" = "Shipping Units"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_015" = "Compress"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_016" = "Main Menu"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_017" = "Log out"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_018" = "Modify: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_019" = "Load: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_020" = "Drive: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_021" = "Units"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_022" = "Shipping"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_023" = "Loading Tour"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_024" = "Tour Status"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_025" = "GPS Coordinates"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_026" = "Loading route"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_027" = "Unload"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_028" = "Station Status"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_029" = "Deliver Note Status"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_030" = "Turn on camera"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_031" = "Save foto"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_032" = "Save signature"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_033" = "Payment"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_034" = "Status information"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_035" = "Transportation code"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_036" = "Destination address"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_037" = "loaded:"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_038" = "Collect"; // Hint: XX || Location: DSPF_Payment.m || Element: self.title
"TITLE_039" = "Data Storage";               // Hint: XX || Location: DSPF_Synchronisation.m || Element: UITableViewStyle self.title
"TITLE_040" = "Edit"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.navigationItem.rightBarButtonItem.title
"TITLE_041" = "Done"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.navigationItem.rightBarButtonItem.title
"TITLE_042" = "Recipient"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.title
"TITLE_043" = "List"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: if(aSection == 0)
"TITLE_044" = "Pay back"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_045" = "Cancellation"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_046" = "Delete"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_047" = "Transport target"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_048" = "To be collected:"; // Hint: XX || Location: DSPF_Load.m || Element: if(aSection == 0)
"TITLE_049" = "Pallet"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: titlelabel.text
"TITLE_050" = "Empty Run"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: self.title
"TITLE_051" = "Partial Delivery"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: self.title
"TITLE_052" = "Data Entry"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_053" = "Scan"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_054" = "Shipping Unit"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_055" = "Shipping Destination"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_056" = "Destination"; // Hint: XX || Location: DSPF_TransportUnitItem.m || Element: dspf_TransportUnit.title
"TITLE_057" = "Finishing tour"; // Hint: XX || Location: DSPF_Synchronisation.m || Element: dspf_ACTIVITY
"TITLE_058" = "Pause: %02d:%02d:%02d\n"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_059" = "Pause"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_060" = "Your shipping"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_061" = "Your load"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_062" = "Load"; // Hint: XX || Location: DSPF_TransportInfo.m || Element: self.title
"TITLE_063" = "Continue"; // Hint: XX || Location: DSPF_ERROR.m || Element: cancelbuttontitle
"TITLE_064" = "NO"; // Hint: XX || Location: DSPF_evoViewer.m || Element: cancelbuttontitle
"TITLE_065" = "YES"; // Hint: XX || Location: DSPF_evoViewer.m || Element: cancelbuttontitle
"TITLE_066" = "Finding the stops during your tour"; // Hint: XX || Location: DSPF_LocationManager.m || Element: locationManager.purpose
"TITLE_067" = "Finding The Stops"; // Hint: XX || Location: DSPF_LocationManager.m || Element: locationManager.purpose
"TITLE_068" = "Updating your scanner"; // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: locationManager.purpose
"TITLE_069" = "Scanner not available"; // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: locationManager.purpose
"TITLE_070" = "Data Transfer"; // Hint: XX || Location: DSPF_SyncDataManager.m || Element: locationManager.purpose
"TITLE_071" = "Save transport process"; // Hint: XX || Location: Trace_Type.m || Element: locationManager.purpose
"TITLE_072" = "Save trace information"; // Hint: XX || Location: Trace_Type.m || Element: locationManager.purpose
"TITLE_073" = "Save transport with truck"; // Hint: XX || Location: Truck.m || Element: locationManager.purpose
"TITLE_074" = "Save transport origin"; // Hint: XX || Location: Truck.m || Element: locationManager.purpose
"TITLE_075" = "Save transport target"; // Hint: XX || Location: Location.m || Element: locationManager.purpose
"TITLE_076" = "Save recipient"; // Hint: XX || Location: Departure.m || Element: locationManager.purpose
"TITLE_077" = "Save transport tour"; // Hint: XX || Location: Departure.m || Element: locationManager.purpose
"TITLE_078" = "All"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_079" = "Transports"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_080" = "Unload"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_081" = "Load"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_082" = "Sign"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_083" = "Depart"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_084" = "Package"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_085" = "Target radius in m"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_086" = "Delete";
"TITLE_087" = "Cancelation";
"TITLE_088" = "Change";
"TITLE_089" = "Check-out";
"TITLE_090" = "Unload pallets";
"TITLE_091" = "Unload packages";
"TITLE_092" = "Amount to be collected";
"TITLE_093" = "Contact";
"TITLE_094" = "Call";
"TITLE_095" = "Text Message";
"TITLE_096" = "Supported languages:";
"TITLE_097" = "Locations";
"TITLE_098" = "Factories";
"TITLE_099" = "Amount:";
"TITLE_100" = "Reject";
"TITLE_101" = "OK";
"TITLE_102" = "Software update";
"TITLE_103" = "Survey";
"TITLE_104" = "Unload lab";
"TITLE_105" = "Deliver";
"TITLE_106" = "Car";
"TITLE_107" = "New Box";
"TITLE_108" = "Select Box";
"TITLE_109" = "Lab";
"TITLE_110" = "CallCenter message";
"TITLE_111" = "CallCenter info";
"TITLE_112" = "Unload loading equipment";
"TITLE_113" = "Retry";
"TITLE_114" = "Quit loading";
"TITLE_115" = "Sender";
"TITLE_116" = "Returnable Packages";
"TITLE_117" = "Tour termination";
"TITLE_118" = "Forward tourstops";
"TITLE_119" = "Load WR";
"TITLE_120" = "Unload WR";
"TITLE_121" = "Roll container";
"TITLE_122" = "Whole delivery";
"TITLE_123" = "Partial Collection";
"TITLE_124" = "Tour update";
"TITLE_125" = "Scan bag";
"TITLE_126" = "Scan specimen bag";
"TITLE_127" = "Transport bag";
"TITLE_128" = "Specimen bag";
"TITLE_129" = "Select transport bag";
"TITLE_130" = "Scan transport bag";
"TITLE_131" = "Platforms";
"TITLE_132" = "Labs";
"TITLE_133" = "Shuttle";
"TITLE_134" = "Hand device over";
"TITLE_135" = "Hand goods over";
"TITLE_136" = "Device hand-over";
"TITLE_137" = "Next steps";
"TITLE_138" = "Take over goods";
"TITLE_139" = "Synchronization initiated";
"TITLE_140" = "Unloading";



"TITLE__001" = "Screen copy";
"TITLE__002" = "NO";
"TITLE__003" = "OK";
"TITLE__004" = "Order";
"TITLE__005" = "Item Information";
"TITLE__006" = "Functions";
"TITLE__007" = "Order Templates";
"TITLE__008" = "iPhone Archive";
"TITLE__009" = "Online Archive";
"TITLE__010" = "History";
"TITLE__011" = "Synchronization";
"TITLE__012" = "Data Transfer";
"TITLE__013" = "Branch Office Allocation";
"TITLE__014" = "Configuration";
"TITLE__015" = "Additional Functions";
"TITLE__016" = "Main Menu";
"TITLE__017" = "Log Out";
"TITLE__018" = "Cancel";
"TITLE__019" = "Send Order";
"TITLE__020" = "Data Entry";
"TITLE__021" = "Template loading";
"TITLE__022" = "%@ loading";
"TITLE__023" = "Delete";
"TITLE__024" = "Send";
"TITLE__025" = "Save foto";
"TITLE__026" = "Edit";
"TITLE__027" = "Done";
"TITLE__028" = "Templates";
"TITLE__029" = "Select:";
"TITLE__030" = "Synchronization";
"TITLE__031" = "Data Synchronization";
"TITLE__032" = "Data Storage";
"TITLE__033" = "Pause";
"TITLE__034" = "Information on your order";
"TITLE__035" = "Information on your load";
"TITLE__036" = "Continue";
"TITLE__037" = "YES";
"TITLE__038" = "Scanner not available";
"TITLE__039" = "Updating Scanner";
"TITLE__040" = "Save order item";
"TITLE__041" = "Save template";
"TITLE__042" = "Save template data";
"TITLE__043" = "SCAN";
"TITLE__044" = "All";
"TITLE__045" = "Item Information";
"TITLE__046" = "Edit";
"TITLE__047" = "Replace";
"TITLE__048" = "Order";
"TITLE__049" = "My order templates:";
"TITLE__050" = "Order lists:";
"TITLE__051" = "Save order:";
"TITLE__052" = "Complete";
"TITLE__053" = "Supported languages:";
"TITLE__054" = "Seasonal orders:";
"TITLE__055" = "new order template";
"TITLE__056" = "Warenkorb";
"TITLE__057" = "Save password:";
"TITLE__058" = "Information";
"TITLE__059" = "FAQ und Newsletter";
"TITLE__060" = "Newsletter";
"TITLE__061" = "FAQ";
"TITLE__062" = "%@: %i Article(s)\n";
"TITLE__063" = "Keine Treffer\n\nfür den aktuellen Warenkorb\n\ngefunden.";
"TITLE__064" = "Freie Bestellung";
"TITLE__065" = "Artikel-Details";
"TITLE__066" = "Hitliste";
"TITLE__067" = "Trendsetter";
"TITLE__068" = "Aktionen";
"TITLE__069" = "Warenkorbanalyse";
"TITLE__070" = "Promotion des ventes";
"TITLE__071" = "Information";
"TITLE__072" = "Haltbarkeit";
"TITLE__073" = "Tage";
"TITLE__074" = "MWSt";
"TITLE__075" = "EP:";
"TITLE__076" = "VP:";
"TITLE__077" = "Item Quantity";
"TITLE__078" = "Liefertermin festlegen";
"TITLE__079" = "Ohne Zuordnung";
"TITLE__080" = "Software Update";
"TITLE__081" = "Stocktaking";
"TITLE__082" = "Close the inventory";
"TITLE__083" = "No Inventory Assignment";
"TITLE__084" = "Inventory";
"TITLE__085" = "Stocktaking from:";
"TITLE__086" = "Stocktaking to:";
"TITLE__087" = "Closing";
"TITLE__088" = "Number of positions:";
"TITLE__089" = "Authorization";
"TITLE__090" = "Correction cancelled";
"TITLE__091" = "Assignment of EAN cancelled";
"TITLE__092" = "Correction";
"TITLE__093" = "Inventory Status";
"TITLE__094" = "Inventory Data Transmission";
"TITLE__095" = "Inventory section:";
"TITLE__096" = "Wrong Inventory Section";
"TITLE__097" = "Item Selection";
"TITLE__098" = "Print";
"TITLE__099" = "Network problem";



// -------- ERROR MESSAGES ------------------------------------------------------------------------------------------------------------------------

"ERROR_MESSAGE_001" = "%@ is NOT readable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_002" = "%@ is NOT writeable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject
"ERROR_MESSAGE_003" = "HermesAppDelegate sqliteFileName\nerror %@, %@ executing remove %@"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_004" = "HermesAppDelegate sqliteFileName\nerror %@, %@ executing copy  %@ -> %@"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_005" = "%@ is NOT readable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_006" = "The currently selected function can no longer be executed."; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_007" = "Currently, there is no data available for this tour."; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_008" = "%@\n%@\n%@ %@\n\nDistance: %4.3f km!"; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_009" = "There are still some items to be loaded!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_010" = "There are still some items loaded for this station!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_011" = "There is still some item to be loaded!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_012" = "You have not checked out yet. This item still needs to stay on the truck!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_013" = "Everything has been unloaded\nfor this target destination.\nChange mode to LOAD?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_014" = "Everything has been unloaded\nfor this target destination.\nFinish unloading?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_015" = "%@\nis currently\nNOT\nyour truck.\n\nChange mode to LOAD?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_016" = "Unload %@\n\n%@\n?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_017" = "is not for this tour.\nThis data entry will be ignored."; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_018" = "%@\n%@\n%@ %@\n\n%@ is NOT\nfor this delivery!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_019" = "%@\n%@\n%@ %@\n\n%@\nis NOT for this tour!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_020" = "WARNING:\nThe server responded with the following problem: %@!\nThe data was not saved."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_021" = "WARNING:\n%@ is no transport unit!\nThis data entry will be ignored."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_022" = "WARNING:\nNo locations found for %@!\nThis data entry will be ignored."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_023" = "WARNING: The process was canceled. Thus, not all data is up to date."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_024" = "The location services are temporarily not available. Therefore, not all functions can be used."; // Hint: XX  || Location: DSPF_LocationManager.m || Element: messageText
"ERROR_MESSAGE_026" = "\nFirmware-Version:\ncurrently:\t\t\t\t%@\navailable:\t%@\n\nUpdate now?"; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText
"ERROR_MESSAGE_027" = "Data must be entered via keyboard."; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText
"ERROR_MESSAGE_028" = "WARNING: No data found for Trace-Type-ID %@. The transport code %@ must be unloaded!"; // Hint: XX  || Location: Trace_Type.m || Element: messageText
"ERROR_MESSAGE_029" = "WARNING: No data found for User-ID %@.\nT&T data will be saved incompletely and sent to the headquarters!"; // Hint: XX  || Location: User.m || Element: messageText
"ERROR_MESSAGE_030" = "WARNING: No data found for Truck-ID %@.\nT&T data will be saved incompletely and sent to the headquarters!"; // Hint: XX  || Location: Truck.m || Element: messageText
"ERROR_MESSAGE_031" = "WARNING: No data found for Location-ID %@. Transport code %@ must be unloaded!"; // Hint: XX  || Location: Location.m || Element: messageText
"ERROR_MESSAGE_032" = "WARNING: No data found for Location-ID %@. Recipient %@ cannot be saved!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_033" = "WARNING: No data found for Departure-ID %@. Transport code %@ must be unloaded!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_034" = "WARNING: No data found for Tour-ID %@. Transport code %@ must be unloaded!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_035" = "WARNING: No data found for Transport-ID %@.\nT&T data will be saved incompletely and sent to the headquarters!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_036" = "is not valid for boxes!\nThis data entry will be ignored.";
"ERROR_MESSAGE_037" = "could not be loaded.\nThis input is being ignored!";
"ERROR_MESSAGE_038" = "%@\nis currently\nNOT\nyour truck!";
"ERROR_MESSAGE_039" = "This tour is already being driven by another user!";
"ERROR_MESSAGE_040" = "Do you really want to unload items here?";

"ERROR_MESSAGE__001" = "WARNING:\nThere was a connection problem with the server!\nThe data has not been sent.";
"ERROR_MESSAGE__002" = "WARNING:\nThe server has the following problem: %@!\nThe data has not been sent.";
"ERROR_MESSAGE__003" = "WARNING: Product line error!\nThis product cannot\nbe ordered.";
"ERROR_MESSAGE__004" = "WARNING: Product line data for bar code not found.";
"ERROR_MESSAGE__005" = "WARNING: The connection to the server was interrupted. Thus, not all data is up to date.";
"ERROR_MESSAGE__006" = "WARNING: The process has been canceled. Thus, not all data is up to date.";
"ERROR_MESSAGE__007" = "WARNING: No data found for User-ID %lld.";
"ERROR_MESSAGE__008" = "Order item will be saved without any user data!";
"ERROR_MESSAGE__009" = "The template will be saved without any user data!";
"ERROR_MESSAGE__010" = "Template data will be saved without user data!";
"ERROR_MESSAGE__011" = "Some items are already in your shopping cart!";
"ERROR_MESSAGE__012" = "Die Mindestmenge für diesen Artikel ist: %@!";
"ERROR_MESSAGE__013" = "Sie müssen Zuschlag zahlen, wenn Sie weniger als %@ bestellen!";
"ERROR_MESSAGE__014" = "Die Bestelleinheit ist %@.\n\nDie aktuelle Menge von %@\nliegt zwischen %@ und %@!";
"ERROR_MESSAGE__015" = "Please contact the inventory supervisor.";
"ERROR_MESSAGE__016" = "WARNING:\nThe number of positions does not match with the data.\nThe inventory could not be closed.";
"ERROR_MESSAGE__017" = "%@\nis not associated with that device!";
"ERROR_MESSAGE__018" = "Item with barcode %@ cannot be placed inside %@!";
"ERROR_MESSAGE__019" = "Currently logged in user does not have permissions to use mobile client";
"ERROR_MESSAGE__020" = "Permissions missing";
"ERROR_MESSAGE__021" = "This device is not enabled for data synchronization.";
"ERROR_MESSAGE__022" = "The device hand-over is not possible because of pending push notifications for your device. Answer them and try again.";
"ERROR_MESSAGE__023" = "The device hand-over is not possible because not all device data has been processed on the server side. Retry again in a few minutes.";
"ERROR_MESSAGE__024" = "The device hand-over is not possible because not all device data has been successfully processed on the server side.";



// -------- MESSAGES for buttons, labels, textfields, and so on ------------------------------------------------------------------------------------------------------------------------

"MESSAGE_001" = "Please wait until all tours are updated."; // Hint: XX  || Location: DSPF_Login.m || Element: (void)syncTOUR
"MESSAGE_002" = "Please wait."; // Hint: XX  || Location: DSPF_Tour.m || Element: (void)syncTOUR
"MESSAGE_003" = "The recipient's signature is missing!"; // Hint: XX  || Location: DSPF_NameForSignature.m || Element: (void)syncTOUR
"MESSAGE_004" = "For signatures, please select\nhere the name of the person\n who needs to sign.\nPlease enter missing names here."; // Hint: XX  || Location: DSPF_NameForSignature.m || Element: if(aSection == 0)
"MESSAGE_005" = "Signature NOT saved!"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: DSPF_Confirm question:
"MESSAGE_006" = "Please\nsign\nhere."; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.infoText.text
"MESSAGE_007" = "Confirm reception for\nthe following package:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_008" = "Confirm reception for\nthe following %i packages:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_009" = "Everything has been loaded\nfor this target destination.\nFinish loading?"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_010" = "is already loaded.\nThis data entry will be ignored!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_011" = "%@\nneeds to be unloaded here.\n\nChange mode to UNLOAD?"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_012" = "Please wait until all data is loaded."; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_013" = "Please wait until all deliveries are loaded."; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_014" = "Currently loaded:\n%@"; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_015" = "The %@ was\nclosed on %@.\nLog out now?"; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_016" = "WARNING\nYou have not reached this station yet!\nEmpty runs must be tracked, too!"; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_017" = "Do you wish\nto use the camera\nas a scanner?"; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText mobile-test.hermes.com; pfad evoweb/hermes
"MESSAGE_018" = "New tour"; // Hint: XX  || Location: DSPF_SelectTruck.xib || Element: messageText
"MESSAGE_019" = "Status as of:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_020" = "Collection contract:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_021" = "Schedule:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_022" = "Special destinations:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_023" = "Locations:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_024" = "Tours:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_025" = "Time"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_026" = "Departure:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_027" = "Packages"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_028" = "Pallets"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_029" = "User:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_030" = "Truck:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_031" = "loaded:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_032" = "Transport code"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_033" = "unloaded:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_034" = "Tour starts:";
"MESSAGE_035" = "Tour ends:";
"MESSAGE_036" = "Break:";
"MESSAGE_037" = "This item has been completely paid, and it can be unloaded now.";
"MESSAGE_038" = "This item has not been paid yet!";
"MESSAGE_039" = "New version available.\nUpdate now?";
"MESSAGE_040" = "Use %@\nas new box?";
"MESSAGE_041" = "Do you really want to load items for delivery?";
"MESSAGE_042" = "Customer deleted";
"MESSAGE_043" = "Loading equipment";
"MESSAGE_044" = "Start:";
"MESSAGE_045" = "End:";
"MESSAGE_046" = "Confirm pickup for\nthe following package:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_047" = "Confirm pickup for\nthe following %i packages:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_048" = "Transfer %@ tourstops\nfrom tour %@.";
"MESSAGE_049" = "Roll container";
"MESSAGE_050" = "is already unloaded.\nThis data entry will be ignored!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_051" = "ACHTUNG\nDiese Sendung wurde nicht bearbeitet!\nAlle Sendungen müssen erfasst werden.";
"MESSAGE_052" = "The device hand-over has been successfully completed. You will be logged out now.";
"MESSAGE_053" = "The device hand-over couldn't not be completed due to unsynchronized data. Make sure the device is connected to the Internet and try again.";
"MESSAGE_054" = "Will goods be stil in Transit?";
"MESSAGE_055" = "To upload:";

"MESSAGE__002" = "startScan";
"MESSAGE__003" = "stopScan";
"MESSAGE__004" = "Please wait.";
"MESSAGE__005" = "EAN: %@";
"MESSAGE__006" = "Store List";
"MESSAGE__007" = "User profile";
"MESSAGE__008" = "Item";
"MESSAGE__009" = "Item descriptions";
"MESSAGE__010" = "EAN";
"MESSAGE__011" = "Price";
"MESSAGE__012" = "Product lines";
"MESSAGE__013" = "Order history";
"MESSAGE__014" = "Order data history";
"MESSAGE__015" = "Please wait until all data is updated.";
"MESSAGE__016" = "Please wait until all items are updated.";
"MESSAGE__017" = "Please wait. The master data of the branch office is being updated.";
"MESSAGE__018" = "Would you like\nto use the camera\nas scanner?";
"MESSAGE__019" = "Data must be entered via keyboard.";
"MESSAGE__020" = "\nFirmware-Version:\ncurrent:\t\t\t\t%@\navailable:\t%@\n\nUpdate now?";
"MESSAGE__021" = "Price:";
"MESSAGE__022" = "Order Unit:";
"MESSAGE__023" = "Item:";
"MESSAGE__024" = "History:";
"MESSAGE__025" = "Status as of:";
"MESSAGE__026" = "Currently:";
"MESSAGE__027" = "Personal order list";
"MESSAGE__028" = "Fruits and vegetables";
"MESSAGE__029" = "Die Bestellung wird ohne Benutzer-Daten gespeichert!";
"MESSAGE__030" = "Warengruppen";
"MESSAGE__031" = "Warenzertifizierungen";
"MESSAGE__032" = "Hersteller/Marken";
"MESSAGE__033" = "Warenverpackungen";
"MESSAGE__034" = "Verpackungseinheiten";
"MESSAGE__035" = "Preislistenbeschreibungen";
"MESSAGE__036" = "Preislisten";
"MESSAGE__037" = "Warengruppen";
"MESSAGE__038" = "Warenzertifizierungen";
"MESSAGE__039" = "Produktinformationen";
"MESSAGE__040" = "Hersteller/Marken";
"MESSAGE__041" = "Produkherkunftsinformationen";
"MESSAGE__042" = "Warenverpackungen";
"MESSAGE__043" = "Verpackungseinheiten";
"MESSAGE__044" = "Preislistenbeschreibungen";
"MESSAGE__045" = "Preislisten";
"MESSAGE__046" = "Preislisten-Details";
"MESSAGE__047" = "Produktgruppen";
"MESSAGE__048" = "Preislistensortierung";
"MESSAGE__049" = "FAQ";
"MESSAGE__050" = "Newsletter";
"MESSAGE__051" = "Promotion";
"MESSAGE__052" = "Warenkorbanalyse";
"MESSAGE__053" = "Sie haben einen wichtigen neuen Newsletter erhalten!";
"MESSAGE__054" = "FAQs werden geladen";
"MESSAGE__055" = "Newsletter werden geladen";
"MESSAGE__056" = "New version available.\nUpdate now?";
"MESSAGE__057" = "This input must be confirmed by the inventory supervisor.";
"MESSAGE__058" = "A correction must be confirmed by the inventory supervisor.";
"MESSAGE__059" = "The quantity %@ is unusual!";
"MESSAGE__060" = "results";
"MESSAGE__061" = "Bar Code:";
"MESSAGE__062" = "Data Cleansing";
"MESSAGE__099" = "Die %@ wurde\nam %@\nabgeschlossen.\n\nJetzt abmelden?";
"MESSAGE__100" = "Destination incorrect. Assign package anyway?";
"MESSAGE__101" = "Scan barcode";
"MESSAGE__102" = "Notes";
"MESSAGE__103" = "o'clock";


// DEMO-Modus: "placeholder" strings for the demo version in order not to create new references in coredata; coredata modification would be important if you want to create clean references bt. your database item and the correct, corresponding localized string in the individual language

"keine Fahraufträge" = "no convey instruction";
"nicht genügend Zeit" = "not enough time";
"anderer Grund" = "other reason";
"Keine Probenabholung" = "no collection of samples";

"COMMON_ScannerUpdate_T"="Scanner update";
"COMMON_PleaseWait_M"="Please wait.";
"COMMON_JA"="YES";
"COMMON_NEIN"="NO";
"COMMON_NewFirmwareAvailableUpdateNow_M" = "\nFirmware-Version:\ncurrent:\t\t\t\t%@\navailable:\t%@\n\nUpdate now?";
"COMMON_ScanBarcode_T" = "Scan barcode";